acpi
alacritty
alsa-utils
amd-ucode
awesome-terminal-fonts
base
base-devel
bash-completion
blueman
bluez-utils
cameractrls
dconf-editor
discord
dkms
dmenu
docker
docker-compose
dunst
easyeffects
efibootmgr
feh
firefox
fzf
git
gnome-calculator
gnome-keyring
gst-plugin-pipewire
gvfs
hacksaw
helm
helmfile
htop
i3-wm
i3blocks
i3status
keepassxc
kubectl
libpulse
libva-mesa-driver
light
linux
linux-firmware
linux-headers
lolcat
lxappearance-gtk3
maim
man-db
meld
minio-client
nano
neofetch
net-tools
network-manager-applet
network-manager-sstp
networkmanager
networkmanager-fortisslvpn
networkmanager-l2tp
networkmanager-openvpn
nextcloud-client
numlockx
obs-studio
otf-font-awesome
pavucontrol
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
polkit-gnome
pwgen
python-pip
seahorse
shotgun
spotify-launcher
systemd-resolvconf
thunar
thunar-volman
thunderbird
ttf-font-awesome
ttf-hack
ttf-hack-nerd
unzip
usbutils
vi
vim
vulkan-radeon
wezterm
wget
wireplumber
xclip
xcursor-comix
xcursor-vanilla-dmz
xcursor-vanilla-dmz-aa
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xev
xorg-xinit
xorg-xrandr
yad
zram-generator
zsh
